Repository: AlexxNica/manageiq-ui-service
Catalog: client/gettext/po/*/manageiq-ui-service.po
Languages: es, ja

source: There are no Compute Resources for this service.
es: No hay recursos de cómputo para este servicio.
ja: このサービスにコンピュートリソースはありません。

source: There are no tags for this item.
es: No hay etiquetas para este elemento.
ja: この項目のタグはありません。

source: There was a problem loading the page.
es: Ocurrió un problema al cargar la página.
ja: ページの読み込み中に問題が発生しました。

source: There was an error adding to shopping cart:
es: Ocurrió un error al agregar el elemento al carro de compras:
ja: ショッピングカートに追加する際にエラーが発生しました。

source: There was an error copying this dialog.
es: Hubo un error al copiar este diálogo.
ja: このダイアログのコピー中にエラーが発生しました。

source: There was an error creating catalog %s.
es: Hubo un error al crear el catálogo %s.
ja: カタログ %s の作成時にエラーが発生しました。

source: There was an error creating the snapshot.
es: Hubo un error al crear la instantánea.
ja: スナップショットの作成時にエラーが発生しました。

source: There was an error creating the template
es: Hubo un error al crear la plantilla
ja: テンプレートの作成時にエラーが発生しました。

source: There was an error deleting %s.
es: Hubo un error al eliminar %s.
ja: %s の削除時にエラーが発生しました。

source: There was an error deleting templates.
es: Hubo un error al eliminar plantillas.
ja: テンプレートの削除時にエラーが発生しました。

source: There was an error deleting the catalog(s).
es: Hubo un error al eliminar los catálogos.
ja: カタログの削除時にエラーが発生しました。

source: There was an error deleting the template.
es: Hubo un error al eliminar la plantilla.
ja: テンプレートの削除時にエラーが発生しました。

source: There was an error deleting this dialog.
es: Hubo un error al eliminar este diálogo.
ja: このダイアログの削除時にエラーが発生しました。

source: There was an error duplicating %s.
es: Hubo un error al duplicar %s.
ja: %s の複製時にエラーが発生しました。

source: There was an error editing this dialog.
es: Hubo un error al editar este diálogo.
ja: このダイアログの編集時にエラーが発生しました。

source: There was an error editing this service.
es: Hubo un error al editar este servicio.
ja: このサービスの編集時にエラーが発生しました。

source: There was an error fetching this service.
es: Hubo un error al obtener este servicio.
ja: このサービスの取得時にエラーが発生しました。

source: There was an error loading catalogs.
es: Hubo un error al cargar los catálogos.
ja: カタログのロード時にエラーが発生しました。

source: There was an error loading orders.
es: Hubo un error al cargar los pedidos.
ja: オーダーのロード時にエラーが発生しました。

source: There was an error loading snapshots.
es: Hubo un error al cargar las instantáneas.
ja: スナップショットのロード時にエラーが発生しました。

source: There was an error loading templates.
es: Hubo un error al cargar las plantillas.
ja: テンプレートのロード時にエラーが発生しました。

source: There was an error loading the requests.
es: Hubo un error al cargar las solicitudes.
ja: 要求のロード時にエラーが発生しました。

source: There was an error loading the services.
es: Hubo un error al cargar los servicios.
ja: サービスのロード時にエラーが発生しました。

source: There was an error loading the vm.
es: Hubo un error al cargar la máquina virtual.
ja: 仮想マシンのロード時にエラーが発生しました。

source: There was an error opening the console
es: Hubo un error al abrir la consola
ja: コンソールを開く際にエラーが発生しました。

source: There was an error processing one or more requests.
es: Hubo un error al procesar una o más solicitudes.
ja: 1 つ以上の要求の処理時にエラーが発生しました。

source: There was an error removing one or more services.
es: Hubo un error al quitar uno o más servicios.
ja: 1 つ以上のサービスの削除時にエラーが発生しました。

source: There was an error removing this service.
es: Hubo un error al quitar este servicio.
ja: このサービスの削除中にエラーが発生しました。

source: There was an error retiring this service.
es: Hubo un error al retirar este servicio.
ja: このサービスのリタイア中にエラーが発生しました。

source: There was an error saving ownership of this service.
es: Hubo un error al guardar la propiedad de este servicio.
ja: このサービスの所有権を保存中にエラーがー発生しました。

source: There was an error starting this %s.
es: Hubo un error al iniciar este %s.
ja: この %s の開始時にエラーが発生しました。

source: There was an error stopping this %s.
es: Hubo un error al detener este %s.
ja: この %s の停止時にエラーが発生しました。

source: There was an error submitting this request:
es: Hubo un error al enviar esta solicitud:
ja: この要求の送信時にエラーが発生しました。

source: There was an error suspending this %s.
es: Hubo un error al suspender este %s.
ja: この %s の一時停止中にエラーが発生しました。

source: There was an error tagging this service.
es: Hubo un error al etiquetar este servicio.
ja: このサービスのタグ付け時にエラーが発生しました。

source: There was an error updating catalog %s.
es: Hubo un error al actualizar el catálogo %s.
ja: カタログ %s の更新時にエラーが発生しました。

source: There was an error updating catalog items for the catalog.
es: Hubo un error al actualizar los elementos de catálogo para el catálogo.
ja: カタログのカタログ項目の更新時にエラーが発生しました。

source: There was an error updating the template
es: Hubo un error al actualizar la plantilla
ja: テンプレートの更新時にエラーが発生しました。

source: Toolbox
es: Herramienta
ja: ツールボックス

source: Total Requests
es: Total de solicitudes
ja: 要求の合計数

source: Total Services
es: Total de servicios
ja: サービスの合計数

source: Total Snapshots
es: Total de instantáneas
ja: スナップショットの合計数

source: Total available Templates
es: Total de plantillas disponibles
ja: 利用可能なテンプレートの合計数

source: Total available dialogs
es: Total de diálogos disponibles
ja: 利用可能なダイアログの合計数

source: Total orders submitted
es: Total de pedidos enviados
ja: 送信済みオーダーの合計数

source: Total pending requests
es: Total de solicitudes pendientes
ja: 保留中の要求の合計数

source: Total services ordered, both active and retired
es: Total de servicios pedidos, activos y retirados
ja: 有効なオーダーおよびリタイア済みのオーダーを含むオーダー済みサービスの合計数

source: Totals Snapshots: Unknown
es: Total de instantáneas: desconocido
ja: スナップショットの合計数: 不明

source: Type
es: Tipo
ja: タイプ

source: Unassigned
es: Sin asignar
ja: 未割り当て

source: Unknown
es: Desconocido
ja: 不明

source: Unselect All
es: Anular la selección de todo
ja: すべてを選択解除

source: Unsupported console protocol returned.
es: Se ha devuelto un protocolo de consola no admitido.
ja: 非対応のコンソールプロトコルが返されました。

source: Updated
es: Actualizado
ja: 更新

source: Updated:
es: Actualizado:
ja: 更新:

source: User Default
es: Usuario predeterminado
ja: ユーザーデフォルト

source: User Name:
es: Nombre de usuario:
ja: ユーザー名:

source: User Role:
es: Rol de usuario:
ja: ユーザーロール:

source: User does not have privileges to login.
es: El usuario no tiene privilegios para iniciar sesión.
ja: ユーザーにはログインの権限がありません

source: Username
es: Nombre de usuario
ja: ユーザー名

source: VM Details
es: Detalles de la máquina virtual
ja: 仮想マシンの詳細

source: VM Snapshots
es: Instantáneas de la máquina virtual
ja: 仮想マシンスナップショット

source: Verbosity
es: Nivel de detalle
ja: 詳細

source: Version:
es: Versión:
ja: バージョン:

source: View Details
es: Ver detalles
ja: 詳細の表示

source: View Snapshots
es: Ver instantáneas
ja: スナップショットの表示

source: Waiting for the console to become ready.
es: Esperando que la consola esté lista.
ja: コンソールの準備を待機中。

source: Warning: The selected Services and ALL of their components will be immediately retired!
es: Advertencia: Los servicios seleccionados y TODOS sus componentes se retirarán inmediatamente.
ja: 警告: 選択したサービスとそれらのコンポーネントすべてはすぐにリタイアします!

source: Warning: The selected Services and ALL of their components will be permanently removed!
es: Advertencia: Los servicios seleccionados y TODOS sus componentes se quitarán de forma permanente.
ja: 警告: 選択したサービスとそれらのコンポーネントすべては完全に削除されます!

source: Watch Live
es: Mirar en vivo
ja: ライブで視聴

source: We apologize for the inconvenience.
es: Disculpe las molestias.
ja: ご不便をおかけして申し訳ありません。

source: Yes, Remove Service
es: Sí, quitar servicio
ja: はい。サービスを削除します。

source: Yes, Retire Service Now
es: Sí, retirar servicio ahora
ja: はい。今すぐサービスをリタイアします。

source: Your current edits are invalid and cannot be saved. Continuing will discard your changes.
es: Sus ediciones actuales no son válidas y no se pueden guardar. Si continúa, se descartarán sus cambios.
ja: 現在の編集内容は無効なため、保存できません。継続すると、変更が破棄されます。

source: Your session has timed out.
es: Su sesión ha expirado.
ja: セッションがタイムアウトしました。

source: [[number]] VMs
es: [[number]] máquinas virtuales
ja: 仮想マシン数: [[number]]

source: and all of its service requests will be permanently removed!
es: y todas sus solicitudes de servicio se quitarán de forma permanente.
ja: およびそのサービス要求はすべて永続的に削除されます!

source: approved
es: formalizado
ja: 承認

source: denied
es: denegado
ja: 拒否

source: items
es: elementos
ja: 項目

source: of
es: de

source: pending_approval
es: pendiente de_formalización

source: suspend this service
es: suspender este servicio
ja: このサービスの一時停止

source: unread notifications
es: Notificaciones sin leer
ja: 未読通知

source: was removed.
es: se quitó.
ja: : 削除しました。

source: was retired.
es: se retiró.
ja: : リタイアしました。

source: was saved
es: se guardó
ja: : 保存しました。

source: {{ $count }} item
es: {{ $count }} elemento
ja: {{ $count }} 項目

source: Error
ja: エラー

source: General
ja: 全般
