Repository: AlexxNica/manageiq-ui-service
Catalog: client/gettext/po/*/manageiq-ui-service.po
Languages: es, ja

source: % Complete
es: % completo
ja: % 完了

source: %d of %d items selected
es: %d de %d elementos seleccionados
ja: %d / %d 件の項目が選択されました

source: %s was copied.
es: %s se copió.
ja: %s がコピーされました。

source: %s was deleted.
es: %s se eliminó.
ja: %s が削除されました。

source: %s was duplicated, id # %d.
es: %s estaba duplicado, ID # %d.
ja: %s が複製されました。ID # %d

source: %s was edited.
es: %s se editó.
ja: %s が編集されました。

source: %s was started
es: %s se inició
ja: %s が開始されました。

source: %s was stopped
es: %s se detuvo
ja: %s が停止されました。

source: %s was suspended
es: %s se suspendió
ja: %s が一時停止されました。

source: (Current Group)
es: (Grupo actual)
ja: (現在のグループ)

source: 1 Week
es: 1 semana
ja: 1 週間

source: 2 Weeks
es: 2 semanas
ja: 2 週間

source: 3 Weeks
es: 3 semanas
ja: 3 週間

source: 4 Weeks
es: 4 semanas
ja: 4 週間

source: About
es: Acerca de
ja: 情報

source: About Me
es: Acerca de mí
ja: ユーザー情報

source: Access
es: Acceso
ja: アクセス

source: Action not able to submit.
es: No se puede enviar la acción.
ja: アクションを送信できません。

source: Active
es: Activo
ja: アクティブ

source: Add Catalog
es: Añadir catálogo
ja: カタログの追加

source: Add to Shopping Cart
es: Añadir al carro de compras
ja: ショッピングカートに追加

source: Administration UI
es: UI de administración
ja: 管理 UI

source: Affected Order
es: Pedido afectado
ja: 影響を受けるオーダー

source: Affected Requests
es: Solicitudes afectadas
ja: 影響を受ける要求

source: Affected Services
es: Servicios afectados
ja: 要求を受けるサービス

source: Approve
es: Formalizar
ja: 承認

source: Approve Requests
es: Formalizar solicitudes
ja: 要求の承認

source: Approved
es: Formalizadas
ja: 承認済み

source: Approved Requests
es: Solicitudes formalizadas
ja: 承認済みの要求

source: Approver
es: Encargado de formalización
ja: 承認者

source: Are you sure you want to clear all items from your shopping cart?
es: ¿Está seguro de que desea eliminar todos los elementos de su carro de compras?
ja: ショッピングカートからすべての項目を消去してもよろしいですか?

source: Are you sure you want to delete %d catalogs?
es: ¿Está seguro de que desea eliminar %d catálogos?
ja: %d カタログを削除してもよろしいですか?

source: Are you sure you want to delete %d templates?
es: ¿Está seguro de que desea eliminar %d plantillas?
ja: %d テンプレートを削除してもよろしいですか?

source: Are you sure you want to delete catalog %s?
es: ¿Está seguro de que desea eliminar el catálogo %s?
ja: カタログ %s を削除してもよろしいですか?

source: Are you sure you want to delete template %s?
es: ¿Está seguro de que desea eliminar la plantilla %s?
ja: テンプレート %s を削除してもよろしいですか?

source: Are you sure you want to delete the Dialog?
es: ¿Está seguro de que desea eliminar el diálogo?
ja: ダイアログを削除してもよろしいですか?

source: Are you sure you want to remove this item from your shopping cart?
es: ¿Está seguro de que desea quitar este elemento de su carro de compras?
ja: ショッピングカートからこの項目を削除してもよろしいですか?

source: Are you sure you wish to proceed?
es: ¿Está seguro de que desea continuar?
ja: 続行してもよいですか?

source: Are you sure you would like to clear all [[heading]]?
es: ¿Está seguro de que desea eliminar todos [[heading]]?
ja: すべての [[heading]] を消去してもよいですか?

source: Assign Services
es: Asignar servicios
ja: サービスの割り当て

source: Available
es: Disponible
ja: 利用可能

source: Basic Information
es: Información básica
ja: 基本情報

source: Boot Time: Unknown
es: Hora de arranque: desconocida
ja: 起動時間: 不明

source: Browser Default
es: Navegador predeterminado
ja: ブラウザーのデフォルト

source: Button action not supported.
es: No se admite la acción de botón.
ja: ボタンアクションには対応していません。

source: Cancel
es: Cancelar
ja: 取り消し

source: Catalog %s was created.
es: Se creó el catálogo %s.
ja: カタログ %s が作成されました。

source: Catalog %s was successfully updated.
es: El catálogo %s se actualizó correctamente.
ja: カタログ %s が正常に更新されました。

source: Catalog was successfully updated.
es: El catálogo se actualizó correctamente.
ja: カタログが正常に更新されました。

source: Catalog(s) were successfully deleted.
es: Los catálogos se eliminaron correctamente.
ja: カタログが正常に削除されました。

source: Catalogs
es: Catálogos
ja: カタログ

source: Change Group:
es: Cambiar grupo:
ja: グループの変更:

source: Change to this Group
es: Cambiar a este grupo
ja: このグループに変更する

source: Clear
es: Borrar
ja: 消去

source: Clear All
es: Borrar todo
ja: すべて消去

source: Clear All [[heading]]
es: Borrar todo [[heading]]
ja: すべての [[heading]] を消去

source: Clear Shopping Cart
es: Vaciar carro de compras
ja: ショッピングカートから消去

source: Close
es: Cerrar
ja: 閉じる

source: Cluster
es: Clúster
ja: クラスター

source: Code
es: Código
ja: コード

source: Collapse All
es: Contraer todo
ja: すべて折り畳む

source: Completed:
es: Completado:
ja: 完了:

source: Compliance
es: Cumplimiento
ja: コンプライアンス

source: Compute
es: Cómputo
ja: コンピュート

source: Configuration
es: Configuración
ja: 構成

source: Confirm, would you like to remove this service?
es: Confirme si desea quitar este servicio
ja: (確認) このサービスを削除しますか？

source: Confirm, would you like to retire this service?
es: Confirme si desea retirar este servicio
ja: (確認) このサービスをリタイアしますか？

source: Continue
es: Continuar
ja: 続行

source: Copy
es: Copiar
ja: コピー

source: Copy Template
es: Copiar plantilla
ja: テンプレートのコピー

source: Copy template
es: Copiar plantilla
ja: テンプレートのコピー

source: Cost not available
es: Costo no disponible
ja: コストは利用できません。

source: Create
es: Crear
ja: 作成

source: Create Snapshot
es: Crear instantánea
ja: スナップショットの作成

source: Create a new Service Dialog
es: Crear un nuevo diálogo de servicio
ja: 新規サービスダイアログの作成

source: Create new catalog
es: Crear nuevo catálogo
ja: 新規カタログの作成

source: Create new template
es: Crear nueva plantilla
ja: 新規テンプレートの作成

source: Create snapshot
es: Crear instantánea
ja: スナップショットの作成

source: Created
es: Creada
ja: 作成

source: Created On
es: Fecha de creación
ja: 作成日

source: Created:
es: Creada:
ja: 作成:

source: Creating snapshot %s of VM %s.
es: Creando instantánea %s de la máquina virtual %s.
ja: 仮想マシン %s のスナップショット %s の作成。

source: Credentials
es: Credenciales
ja: 認証情報

source: Current Group
es: Grupo actual
ja: 現在のグループ

source: Current Services
es: Servicios actuales
ja: 現在のサービス

source: Currently Selected Group
es: Grupo seleccionado actualmente
ja: 現在選択されているグループ

source: Custom Actions
es: Acciones personalizadas
ja: カスタムアクション

source: Custom Button:
es: Botón personalizado:
ja: カスタムボタン:

source: Custom button action
es: Acción de botón personalizado
ja: カスタムボタンアクション

source: Dashboard
es: Panel de control
ja: ダッシュボード

source: Delete
es: Eliminar
ja: 削除

source: Delete All Snapshots
es: Eliminar todas las instantáneas
ja: すべてのスナップショットの削除

source: Delete All Snapshots on VM %s
es: Eliminar todas las instantáneas en la máquina virtual %s
ja: 仮想マシン %s のすべてのスナップショットの作成

source: Delete Catalog
es: Eliminar catálogo
ja: カタログの削除

source: Delete Snapshot
es: Eliminar instantánea
ja: スナップショットの削除

source: Delete Template
es: Eliminar plantilla
ja: テンプレートの削除

source: Delete all snapshots
es: Eliminar todas las instantáneas
ja: すべてのスナップショットの削除

source: Delete selected catalogs
es: Eliminar catálogos seleccionados
ja: 選択したカタログの削除

source: Delete template
es: Eliminar plantilla
ja: テンプレートの削除

source: Denied
es: Denegado
ja: 拒否

source: Denied Requests
es: Solicitudes denegadas
ja: 拒否された要求

source: Deny
es: Denegar
ja: 拒否

source: Deny Requests
es: Denegar solicitudes
ja: 要求の拒否

source: Deployment Role
es: Rol de implementación
ja: デプロイメントロール

source: Description
es: Descripción
ja: 説明

source: Description *
es: Descripción*
ja: 説明 *

source: Dialog
es: Diálogo
ja: ダイアログ

source: Dialog Content
es: Contenido del diálogo
ja: ダイアログのコンテンツ

source: Dialog Created On
es: Fecha de creación del diálogo
ja: ダイアログの作成日

source: Dialog Detail
es: Detalle del diálogo
ja: ダイアログの詳細

source: Dialog Editing
es: Edición del diálogo
ja: ダイアログの編集

source: Dialog ID
es: ID del diálogo
ja: ダイアログ ID

source: Dialog List
es: Lista de diálogos
ja: ダイアログ一覧

source: Dialog Name
es: Nombre del diálogo
ja: ダイアログ名

source: Dialog Updated On
es: Fecha de actualización del diálogo
ja: ダイアログの更新日

source: Dialogs
es: Diálogos
ja: ダイアログ

source: Dialogs List
es: Lista de diálogos
ja: ダイアログ一覧

source: Discard Changes
es: Descartar cambios
ja: 変更の破棄

source: Do Not Save
es: No guardar
ja: 保存しない

source: Documentation
es: Documentación
ja: ドキュメント

source: Don't Change
es: No cambiar
ja: 変更なし

source: Download
es: Descargar
ja: ダウンロード

source: Draft
es: Borrador
ja: ドラフト

source: Duplicate
es: Duplicar
ja: 複製

source: Duplicate Order
es: Pedido duplicado
ja: オーダーの複製

source: Duplicate Shopping Cart Item
es: Elemento del carro de compras duplicado
ja: ショッピングカート項目の複製

source: Edit
es: Editar
ja: 編集

source: Edit Catalog
es: Editar catálogo
ja: カタログの編集

source: Edit Service
es: Editar servicio
ja: サービスの編集

source: Edit Tags
es: Editar etiquetas
ja: タグの編集

source: Edit Template
es: Editar plantillas
ja: テンプレートの編集

source: Edit selected catalog
es: Editar catálogo seleccionado
ja: 選択したカタログの編集

source: Edit template
es: Editar plantilla
ja: テンプレートの編集

source: Elapsed
es: Transcurrido
ja: 経過時間

source: Error deleting snapshot.
es: Error al eliminar la instantánea.
ja: スナップショットの削除時のエラー。

source: Error retrieving user info
es: Error al recuperar la información de usuario
ja: ユーザー情報の取得時にエラー

source: Expand All
es: Expandir todo
ja: すべて展開

source: Filter by Description
es: Filtrar por descripción
ja: 説明でフィルター

source: Filter by Draft
es: Filtrar por borrador
ja: ドラフトでフィルター

source: Filter by ID
es: Filtrar por ID
ja: ID でフィルター

source: Filter by Last Updated
es: Filtrar por última actualización
ja: 最終更新日でフィルター

source: Filter by Name
es: Filtrar por nombre
ja: 名前でフィルター

source: Filter by Order Date
es: Filtrar por fecha del pedido
ja: オーダー日でフィルター

source: Filter by Request Date
es: Filtrar por fecha de la solicitud
ja: 要求日でフィルター

source: Filter by Request ID
es: Filtrar por ID de solicitud
ja: 要求 ID でフィルター

source: Filter by Requester
es: Filtrar por solicitante
ja: 要求者でフィルター

source: Filter by Status
es: Filtrar por estado
ja: ステータスでフィルター

source: Filter by Type
es: Filtrar por tipo
ja: タイプでフィルター

source: Filter by VMs
es: Filtrar por máquina virtual
ja: 仮想マシンでフィルター

source: Finished
es: Terminado
ja: 終了

source: For Sizing
es: Para cambiar tamaño
ja: サイズの拡大/縮小

source: Help
es: Ayuda
ja: ヘルプ

source: If you do not save, any changes will be lost.
es: Si no guarda los cambios, estos se perderán.
ja: 保存しないと、変更は失われます。

source: Incorrect username or password.
es: Nombre de usuario o contraseña incorrectos.
ja: ユーザー名またはパスワードが間違っています。

source: Invalid Requests
es: Solicitudes no válidas
ja: 無効な要求

source: Inventory
es: Inventario
ja: インベントリー

source: Item added to shopping cart
es: Elemento añadido al carro de compras
ja: 項目がショッピングカートに追加されました。

source: Item added to shopping cart, but it's a duplicate of an existing item
es: Elemento añadido al carro de compras, pero es un duplicado de un elemento existente
ja: 項目がショッピングカートに追加されましたが、これは既存項目の複製です。

source: Language
es: Idioma
ja: 言語

source: Last Boot
es: Último arranque
ja: 最後の起動時間

source: Last Message
es: Último mensaje
ja: 最終メッセージ

source: Last Updated
es: Última actualización
ja: 最終更新日

source: Latest
es: Último
ja: 最新

source: Latest Boot Time
es: Hora del último arranque
ja: 最後の起動時間

source: Latest Snapshot Name
es: Nombre de la última instantánea
ja: 最新スナップショットの名前

source: Latest Snapshot Timestamp
es: Marca de tiempo de la última instantánea
ja: 最新スナップショットのタイムスタンプ

source: Latest Snapshot: Unknown
es: Última instantánea: desconocida
ja: 最新スナップショット: 不明

source: Launched By
es: Iniciado por
ja: 起動:

source: Lifecycle
es: Ciclo de vida
ja: ライフサイクル

source: List Actions
es: Lista de acciones
ja: アクションの一覧表示

source: Live Ansible Play
es: Reproducción en vivo de Ansible
ja: ライブ Ansible Play

source: Log In
es: Iniciar sesión
ja: ログイン

source: Log into the full administrative UI
es: Iniciar sesión en la UI completamente administrativa
ja: 管理詳細 UI にログイン

source: Login
es: Inicio de sesión
ja: ログイン

source: Logout
es: Cierre de sesión
ja: ログアウト

source: ManageIQ Self Service
es: Autoservicio de ManageIQ
ja: ManageIQ セルフサービス

source: Mark All Read
es: Marcar todo como leído
ja: すべてを既読にする

source: Memory
es: Memoria
ja: メモリー

source: Monthly Charges - This Month To Date
es: Cargos mensuales - Este mes a la fecha
ja: 月額 - 今月

source: Monthly Cost
es: Costo mensual
ja: 月額コスト

source: Name
es: Nombre
ja: 名前

source: Name *
es: Nombre*
ja: 名前 *

source: Never
es: Nunca
ja: なし

source: Never Verified
es: Nunca verificado
ja: 未検証

source: New
es: Nuevo
ja: 新規

source: No Provisioning Dialog Available.
es: No hay diálogo de aprovisionamiento disponible.
ja: 利用できるプロビジョニングダイアログはありません。

source: No Service
es: Sin servicio
ja: サービスがありません

source: No Warning
es: Sin aviso
ja: 警告なし

source: No credentials available.
es: No hay credenciales disponibles.
ja: 利用可能な認証情報がありません。

source: No logs available.
es: No hay registros disponibles.
ja: 利用可能なログがありません。

source: No plays available.
es: No hay reproducciones disponibles.
ja: 利用可能な Play がありません。

source: None
es: Ninguno
ja: なし

source: Not Available
es: No disponible
ja: 利用不可

source: Note
es: Nota
ja: 注意

source: Notifications
es: Notificaciones
ja: 通知

source: Number of VMs
es: Número de máquinas virtuales
ja: 仮想マシン数

source: OK
es: Aceptar

source: Open Cockpit Console
es: Abrir consola de cabina
ja: コックピットコンソールを開く

source: Open HTML5 Console
es: Abrir consola HTML5
ja: HTML5 コンソールを開く

source: Order
es: Pedido
ja: オーダー

source: Order #
es: N.° de pedido
ja: オーダー #

source: Order Date
es: Fecha del pedido
ja: オーダー日

source: Order Details
es: Detalles del pedido
ja: オーダー詳細

source: Order ID
es: ID de pedido
ja: オーダー ID

source: Ordered
es: Pedido
ja: オーダー

source: Orders
es: Pedidos
ja: オーダー

source: Owner
es: Propietario
ja: 所有者

source: Ownership was saved.
es: Se guardó la propiedad.
ja: 所有権が保存されました。

source: Parent Catalog Item
es: Elemento de catálogo principal
ja: 親カタログ項目

source: Parent Service
es: Servicio principal
ja: 親サービス

source: Password
es: Contraseña
ja: パスワード

source: Pending
es: Pendiente
ja: 保留

source: Pending Requests
es: Solicitudes pendientes
ja: 保留中の要求

source: Play In Progress
es: Reproducción en curso
ja: 進行中の Play

source: Plays
es: Reproducciones
ja: Play

source: Please confirm, this action will delete all snapshots of vm %s
es: Confirme; esta acción eliminará todas las instantáneas de la máquina virtual %s
ja: (確認) このアクションにより、仮想マシン %s のすべてのスナップショットが削除されます。

source: Please confirm, this action will delete snapshot %s
es: Confirme; esta acción eliminará la instantánea %s
ja: (確認) このアクションにより、スナップショット %s が削除されます。

source: Policy
es: Política
ja: ポリシー

source: Power Management
es: Administración de la energía
ja: 電源管理

source: Power Operations
es: Operaciones de energía
ja: 電源操作

source: Power State: Off
es: Estado de energía: apagado
ja: 電源状態: オフ

source: Power State: On
es: Estado de energía: encendido
ja: 電源状態: オン

source: Power State: Start operation timed out
es: Estado de energía: se agotó el tiempo para la operación de inicio
ja: 電源状態: 開始操作がタイムアウト

source: Power State: Starting...
es: Estado de energía: iniciando…
ja: 電源状態: 開始中...

source: Power State: Stop operation timed out
es: Estado de energía: se agotó el tiempo para la operación de detención
ja: 電源状態: 停止操作がタイムアウト

source: Power State: Stopping...
es: Estado de energía: deteniendo…
ja: 電源状態: 停止中...

source: Power State: Suspend operation timed out
es: Estado de energía: se agotó el tiempo para la operación de suspensión
ja: 電源状態: 一時停止操作がタイムアウト

source: Power State: Suspended
es: Estado de energía: suspendido
ja: 電源状態: 一時停止

source: Power State: Suspending...
es: Estado de energía: suspendiendo…
ja: 電源状態: 一時停止中...

source: Power State: Unknown
es: Estado de energía: desconocido
ja: 電源状態: 不明

source: Product logo
es: Logotipo del producto
ja: 製品ロゴ

source: Properties
es: Propiedades
ja: プロパティー

source: Reconfigure
es: Reconfigurar
ja: 再設定

source: Reconfigure the Service
es: Reconfigurar el servicio
ja: サービスの再設定

source: Reconfigure this service has been cancelled
es: Se canceló la reconfiguración de este servicio
ja: このサービスの再設定が取り消されました

source: Refresh
es: Actualizar
ja: 更新

source: Relationships
es: Relaciones
ja: リレーションシップ

source: Relative current cost
es: Costo actual relativo
ja: 現在の相対コスト

source: Remove
es: Quitar
ja: 削除

source: Remove Item
es: Quitar elemento
ja: 項目の削除

source: Remove Order
es: Quitar pedido
ja: オーダーの削除

source: Remove Service
es: Quitar servicio
ja: サービスの削除

source: Remove Services
es: Quitar servicios
ja: サービスの削除

source: Repo Name
es: Nombre de repositorio
ja: リポジトリー名

source: Request Approval State
es: Estado de la solicitud de aprobación
ja: 要求の承認状態

source: Request Date
es: Fecha de solicitud
ja: 要求日

source: Request Details
es: Detalles de la solicitud
ja: 要求の詳細

source: Request Explorer
es: Navegador de solicitud
ja: 要求エクスプローラー

source: Request ID
es: ID de solicitud
ja: 要求 ID

source: Request State
es: Estado de la solicitud
ja: 要求状態

source: Request Status
es: Estado de la solicitud
ja: 要求ステータス

source: Request Type
es: Tipo de solicitud
ja: 要求タイプ

source: Requested
es: Solicitado
ja: 要求済み

source: Requested By
es: Solicitado por
ja: 要求者

source: Requester
es: Solicitante
ja: 要求者

source: Requests
es: Solicitudes
ja: 要求

source: Requests Approved
es: Solicitudes formalizadas
ja: 要求が承認されました

source: Requests Denied
es: Solicitudes denegadas
ja: 要求が拒否されました

source: Reset
es: Restablecer
ja: リセット

source: Resources
es: Recursos
ja: リソース

source: Results
es: Resultados
ja: 結果

source: Retire
es: Retirar
ja: リタイア

source: Retire Service
es: Retirar servicio
ja: サービスのリタイア

source: Retire Service Now
es: Retirar servicio ahora
ja: サービスを今すぐリタイア

source: Retire Services
es: Quitar servicios
ja: サービスのリタイア

source: Retired
es: Retirado
ja: リタイア済み

source: Retired Services
es: Servicios retirados
ja: リタイア済みのサービス

source: Retirement Date
es: Fecha de retiro
ja: リタイア日

source: Retirement State
es: Estado de retiro
ja: リタイア状態

source: Retirement Warning
es: Aviso de retiro
ja: リタイア警告

source: Retires
es: Se retira
ja: リタイア

source: Retires On
es: Fecha de retiro
ja: リタイア日

source: Retiring Soon
es: Se retirará pronto
ja: まもなくリタイアします

source: Run Time
es: Tiempo de ejecución
ja: 実行時間

source: Sample
es: Muestra
ja: サンプル

source: Save
es: Guardar
ja: 保存

source: Save Changes
es: Guardar cambios
ja: 変更の保存

source: Schedule Service Retirement
es: Programar retiro de servicio
ja: サービスのリタイアのスケジュール

source: Scheduling retirement.
es: Programación de retiro.
ja: リタイアのスケジュール

source: Security
es: Seguridad
ja: セキュリティー

source: Select All
es: Seleccionar todo
ja: すべてを選択

source: Select a Group
es: Seleccionar un grupo
ja: グループの選択

source: Select an Owner
es: Seleccionar un propietario
ja: 所有者の選択

source: Selected
es: Seleccionado
ja: 選択済み

source: Server Name:
es: Nombre del servidor:
ja: サーバー名:

source: Service
es: Servicio
ja: サービス

source: Service Catalog
es: Catálogo de servicios
ja: サービスカタログ

source: Service Custom Button Details
es: Detalles del botón personalizado del servicio
ja: サービスカスタムボタンの詳細

source: Service Details
es: Detalles del servicio
ja: サービスの詳細

source: Service Id
es: ID de servicio
ja: サービス ID

source: Service Template Details
es: Detalles de la plantilla de servicio
ja: サービステンプレートの詳細

source: Services
es: Servicios
ja: サービス

source: Services Explorer
es: Navegador de servicios
ja: サービスエクスプローラー

source: Services Removed
es: Servicios quitados
ja: サービスが削除されました

source: Services Retired
es: Servicios retirados
ja: サービスがリタイアしました

source: Set Ownership
es: Establecer propiedad
ja: 所有権の設定

source: Set Retirement
es: Establecer retiro
ja: リタイアの設定

source: Set Retirement Dates
es: Establecer fechas de retiro
ja: リタイア日の設定

source: Set Service Ownership
es: Establecer propiedad del servicio
ja: サービス所有権の設定

source: Shopping Cart
es: Carro de compras
ja: ショッピングカート

source: Shopping cart
es: Carro de compras
ja: ショッピングカート

source: Shopping cart is empty.
es: El carro de compras está vacío.
ja: ショッピングカートが空です。

source: Shopping cart successfully ordered
es: El pedido del carro de compras se realizó correctamente
ja: ショッピングカートのオーダーが正常に実行されました

source: Show parent and child VMs
es: Mostrar máquinas virtuales principales y secundarias
ja: 親仮想マシンと子仮想マシンの表示

source: Snapshots
es: Instantáneas
ja: スナップショット

source: Standard Out <div class="pull-right" ng-if="vm.output.length > 1"> <button type="button" class="btn btn-default pull-right" ng-click="vm.watchLive()" translate="">Watch Live </button> <label class="heading-label"> <span class="heading-label__success"> <i class="fa fa-play-circle"></i> {{'Play In Progress' | translate}} </span> </label> </div>
es: Estándar <div class="pull-right" ng-if="vm.output.length > 1"> <button type="button" class="btn btn-default pull-right" ng-click="vm.watchLive()" translate="">Mirar en vivo </button> <label class="heading-label"> <span class="heading-label__success"> <i class="fa fa-play-circle"></i> {{'Play In Progress' | translate}} </span> </label> </div>
ja: 標準出力 <div class="pull-right" ng-if="vm.output.length > 1"> <button type="button" class="btn btn-default pull-right" ng-click="vm.watchLive()" translate="">ライブで視聴 </button> <label class="heading-label"> <span class="heading-label__success"> <i class="fa fa-play-circle"></i> {{'Play In Progress' | translate}} </span> </label> </div>

source: Start
es: Iniciar
ja: 開始

source: Start the Service
es: Iniciar el servicio
ja: サービスの開始

source: Start this service
es: Iniciar este servicio
ja: このサービスの開始

source: Started
es: Iniciado
ja: 開始済み

source: Started:
es: Iniciado:
ja: 開始:

source: Status
es: Estado
ja: ステータス

source: Stop
es: Detener
ja: 停止

source: Stop the Service
es: Detener el servicio
ja: サービスの停止

source: Stop this service
es: Detener este servicio
ja: このサービスの停止

source: Submit Request
es: Enviar solicitud
ja: 要求の送信

source: Success deleting snapshot.
es: La instantánea se eliminó correctamente.
ja: スナップショットが正常に削除されました。

source: Suspend
es: Suspender
ja: 一時停止

source: Suspend the Service
es: Suspender el servicio
ja: サービスの一時停止

source: Suspend this service
es: Suspender este servicio
ja: このサービスの一時停止

source: Switch Language:
es: Cambiar idioma:
ja: 言語の切り替え:

source: Tagging successful.
es: El etiquetado se realizó correctamente.
ja: タグ付けに成功しました。

source: Tags
es: Etiquetas
ja: タグ

source: Template
es: Plantilla
ja: テンプレート

source: Template Type
es: Tipo de plantilla
ja: テンプレートタイプ

source: Template deleted successfully.
es: La plantilla se eliminó correctamente.
ja: テンプレートが正常に削除されました。

source: Templated updated
es: Plantilla actualizada
ja: テンプレートが更新されました

source: Templates
es: Plantillas
ja: テンプレート

source: Templates deleted successfully.
es: Las plantillas se eliminaron correctamente.
ja: テンプレートが正常に削除されました。

source: Tenant
es: Inquilino
ja: テナント

source: The current approval status of the request
es: El estado de aprobación actual de la solicitud
ja: 現在の要求の承認ステータス

source: The number of active services
es: El número de servicios activos
ja: アクティブなサービスの数

source: The number of services retiring within the next 30 days
es: El número de servicios que se retiran en los próximos 30 días
ja: 今後 30 日以内にリタイアするサービス数

source: The number of services which have hit their retirement period or been retired
es: El número de servicios que alcanzaron su período de retiro o que se retiraron
ja: リタイア期間終了またはリタイア済みのサービス数

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
es: Es posible que la página que busca se haya quitado, que haya cambiado de nombre o que no se encuentre disponible temporalmente.
ja: お探しのページは削除されたか、名前が変更されたか、一時的に利用できません。

source: The page you requested cannot be found.
es: No se puede encontrar la página solicitada.
ja: 要求したページが見つかりません。

source: The total number of available catalogs
es: El número total de catálogos disponibles
ja: 利用できるカタログの合計数

source: There already is an identical item in the cart. Do you want to add it anyway?
es: Ya existe un elemento idéntico en el carro. ¿Desea añadirlo de todos modos?
ja: 同一の項目がカートにすでに存在します。これを追加しますか?
