Repository: AlexxNica/manageiq-ui-service
Catalog: client/gettext/po/*/manageiq-ui-self_service.po
Languages: de, fr, ru, sk

source: % Complete
de: % fertiggestellt
fr: % terminé
sk: % Kompletných

source: %s ownership was saved.
de: %s Eigentümer gespeichert.
fr: %s l'utilisateur du service a été sauvegardé.
sk: %s vlastníctvo bolo uložené.

source: %s was created.
de: %s wurde erzeugt.
fr: %s a été créé.
sk: %s bol vytvorený.

source: %s was published.
de: %s wurde veröffentlicht.
fr: %s a été publié(e).
sk: %s bol publikovaný.

source: '%s' was succesfully saved.
de: '%s' wurde erfolgreich gespeichert.
fr: '%s' a été enregistré(e).
sk: '%s' bol úspešne uložený.

source: (Current Group)
de: (Aktuelle Gruppe)
fr: (Groupe Actuel)
ru: Текущая группа
sk: (Aktuálna skupina)

source: 1 Week
de: 1 Woche
fr: 1 Semaine
ru: 1 неделя
sk: 1 týždeň

source: 2 Weeks
de: 2 Wochen
fr: 2 Semaines
ru: 2 недели
sk: 2 týždne

source: 3 Weeks
de: 3 Wochen
fr: 3 Semaines
ru: 3 недели
sk: 3 týždne

source: 4 Weeks
de: 4 Wochen
fr: 4 Semaines
ru: 4 недели
sk: 4 týždne

source: About
de: Über
fr: À propos
sk: O aplikácii

source: About Me
de: Über mich
fr: À propos de moi
ru: Информация
sk: O mne

source: Action Order
de: Aktionsanforderung
fr: Ordre des actions
sk: Poradie akcií

source: Action not able to submit.
de: Aktion kann nicht ausgeführt werden.
fr: Action impossible à soumettre.
ru: Невозможно выполнить действие
sk: Nepodarilo sa odoslať akciu.

source: Activated Products Details View
de: Detailansicht für Produkte aktiviert
fr: Vue détaillées des Produits activés
ru: Вид активных продуктов
sk: Detaily aktivovaných produktov

source: Active
de: Aktiv
fr: Actif
ru: Активен
sk: Aktívne

source: Add Item
de: Element hinzufügen
fr: Ajouter un élément
sk: Pridaj položku

source: Add Profile
de: Profil hinzufügen
fr: Ajouter un profil
sk: Pridaj profil

source: Add to Shopping Cart
de: Zum Warenkorb hinzufügen
fr: Ajoutez au Panier
sk: Pridaj to nákupného košíka

source: Administration
de: Verwaltung
sk: Administrácia

source: Advanced Options
de: Erweiterte Optionen
fr: Options avancées
sk: Pokročilé voľby

source: Approved
de: Bestätigt
fr: Approuvée
ru: Одобрено
sk: Schválené

source: Approved Requests
de: Bestätigte Aufträge
fr: Demandes approuvées
ru: Одобренные запросы
sk: Schválené požiadavky

source: Approver
de: Freigabe durch
fr: Approbateur
ru: Одобряющий
sk: Schválil

source: Are you sure you want to clear all items from your shopping cart?
de: Wollen sie wirklich alle Elemente aus ihrem Warenkorb entfernen?
fr: Êtes-vous sûr que vous voulez vider entièrement le panier?
sk: Ste si istý, že chcete vymazať všetky položky z nákupného vozíka?

source: Are you sure you want to delete profile [[profile_name]]?
de: Sind sie sicher, dass sie das Profil [[profile_name]] löschen möchten?
fr: Voulez-vous vraiment supprimer le profil [[profile_name]] ?
sk: Ste si istý, že chcete zmazať profil [[profile_name]]?

source: Are you sure you want to delete this rule?
de: Sind sie sicher, dass sie diese Regel löschen möchten?
fr: Voulez-vous vraiment supprimer cette règle ?
sk: Ste si istý, že chcete zmazať toto pravidlo?

source: Are you sure you want to delete {{vm.blueprintsList[0].name}}?
de: Sind sie sicher, dass sie {{vm.blueprintsList[0].name}} löschen möchten?
fr: Voulez-vous vraiment supprimer {{vm.blueprintsList[0].name}} ?
sk: Ste si istý, že chcete zmazať {{vm.blueprintsList[0].name}}?

source: Are you sure you want to remove this item from your shopping cart?
de: Sind sie sicher, dass sie diesen Eitnrag aus ihrem Einkaufskorb entfernen möchten?
fr: Êtes-vous sûr que vous voulez enlever cet élément de votre panier?
sk: Ste si istý, že chcete odstrániť túto položku z nákupného vozíka?

source: Are you sure you wish to proceed?
de: Sind sie sicher, dass sie weitermachen möchten?
fr: Êtes-vous sûr de vouloir continuer ?
ru: Продолжить?
sk: Skutočne chcete pokračovať?

source: Are you sure you would like to clear all [[heading]]?
de: Sind sie sicher, dass sie alle [[heading]] leeren möchten?
fr: Voulez-vous vraiment tout effacer tous les [[heading]] ?
sk: Ste si istý, že chcete zmazať všetky [[heading]]?

source: Availability Zone
de: Verfügbarkeitszone
fr: Zone de disponibilité
sk: Availability zóna

source: Blueprint Details
de: Vorlagendetails
fr: Détails Modèle
sk: Detaily blueprintu

source: Blueprint List
de: Vorlagenliste
fr: Liste de modèles
ru: Лист шаблонов
sk: Zoznam náčrtov

source: Blueprint(s) were succesfully deleted.
de: Vorlage(n) wurde(n) erfolgreich gelöscht.
fr: Les modèles ont été supprimées.
sk: Blueprinty boli úspešne zmazané.

source: Blueprints
de: Vorlagen
fr: Modèles
ru: Шаблоны
sk: Náčrty

source: Button action not supported.
de: Schaltflächenaktion nicht unterstützt.
fr: Bouton Action non pris en charge.
ru: Действие не поддерживается
sk: Akcia tlačítka nie je podporovaná.

source: CPU
sk: Procesor

source: Cancel
de: Abbrechen
fr: Annuler
ru: Отменить
sk: Zrušiť

source: Cannot publish a blueprint with no service items.
de: Eine Vorlage ohne Serviceelement kann nicht veröffentlicht werden.
fr: Impossible de publier un modèle sans éléments de service.
sk: Nie je možné publikovať blueprint bez servisných položiek.

source: Catalog
de: Katalog
fr: Catalogue
sk: Katalóg

source: Catalog Name
de: Name des Katalogs
fr: Catalogue
ru: Название каталога
sk: Meno katalógu

source: Change Group:
de: Gruppe wechseln:
fr: Changement de Groupe :
ru: Изменить группу
sk: Zmeň skupinu:

source: Change to this Group
de: Zu dieser Gruppe wechseln:
fr: Changement vers ce groupe
ru: Изменить на эту группу
sk: Zmeň túto skupinu

source: Clear
de: Leeren
fr: Vider
sk: Vymazať

source: Clear All
de: Alle leeren
fr: Effacer tout
sk: Vyčistiť všetko.

source: Clear All [[heading]]
de: Alle leeren [[heading]]
fr: Effacer tout [[heading]]
sk: Vyčisti všetky [[heading]]

source: Clear Shopping Cart
de: Warenkorb leeren
fr: Vider le Panier
sk: Vymazať obsah nákupného vozíka

source: Close
de: Schließen
fr: Fermer
sk: Zavrieť

source: Cloud Network
de: Cloudnetzwerk
fr: Réseau cloud
sk: Cloudová sieť

source: Cloud Subnet
de: Cloudsubnetz
fr: Sous-réseau cloud
sk: Cloudová podsieť

source: Completed:
de: Vollständig:
fr: Terminé :
sk: Kompletné:

source: Confirm, would you like to remove this service?
de: Bitte bestätigen, möchten sie diesen Service löschen?
fr: Confirmation, voulez-vous supprimer ce service ?
ru: Продолжить удаление сервиса?
sk: Skutočne si prajete odstrániť túto službu?

source: Confirm, would you like to retire this service?
de: Bitte bestätigen, möchten sie diesen Service außer Betrieb nehmen?
fr: Confirmation, voulez-vous désactiver ce service ?
ru: Продолжить?
sk: Skutočne si prajete vyradiť túto službu?

source: Create
de: Erstellen
fr: Créer
sk: Vytvor

source: Create Blueprint
de: Vorlage erstellen
fr: Créer Modèle
sk: Vytvor blueprint

source: Create Catalog
de: Katalog erstellen
fr: Créer Catalogue
sk: Vytvoriť katalóg

source: Create a new Blueprint
de: Eine neue Vorlage erstellen
fr: Créer un nouveau Modèle
sk: Vytvor nový blueprint

source: Create a new Profile
de: Erstelle ein neues Profil
fr: Créer nouveau Profil
sk: Vytvor nový profil

source: Create a new rule
de: Erstelle eine neue Regel
fr: Créer une nouvelle Règle
sk: Vytvor nové pravidlo

source: Created
de: Erstellt
fr: Créé(e)
ru: Создан
sk: Vytvorený

source: Created On
de: Erstellt am
fr: Créé(e) le
ru: Создано
sk: Vytvorený

source: Creation Date
de: Erstellungsdatum
fr: Date de création
ru: Дата создания
sk: Dátum vytvorenia

source: Current
de: Aktuell
fr: Actuel
ru: Текущий
sk: Aktuálny

source: Current Group
de: Aktuelle Gruppe
fr: Groupe actuel
ru: Текущая группа
sk: Aktuálna skupina

source: Current Services
de: Aktueller Service
fr: Services actuels
ru: Выб
sk: Aktuálne služby

source: Currently Selected Group
de: Aktuell gewählte Gruppe
fr: Groupe actuel sélectionné
ru: Выбранная выбранная группа
sk: Momentálne označená skupina

source: Custom Actions
de: Eigene Aktionen
fr: Actions personnalisées
ru: Выборочные действия
sk: Užívateľské akcie

source: Custom Button:
de: Eigene Schaltflächen:
fr: Bouton personnalisé :
ru: Выборочная кнопка
sk: Užívateľské tlačítko:

source: Custom button action
de: Eigene Schaltflächenaktion
fr: Bouton Action personnalisé
ru: Действия выборочной кнопки
sk: Užívateľská akcia tlačítka

source: Dashboard
fr: Tableau de bord
ru: Обзор
sk: Riadiaci panel

source: Delete
de: Entfernen
fr: Supprimer
sk: Zmaž

source: Delete Blueprint
de: Vorlage löschen
fr: Supprimer Modèle
sk: Zmaž blueprint

source: Delete Profile
de: Profil löschen
fr: Supprimer le profil
sk: Zmaž profil

source: Delete Rule
de: Regel löschen
fr: Supprimer la règle
sk: Zmaž pravidlo

source: Denied
de: Abgelehnt
fr: Refusée
ru: Отклонено
sk: Zamietnuté

source: Denied Requests
de: Abgelehnte Aufträge
fr: Demandes refusées
ru: Отклоненные запросы
sk: Zamietnuté požiadavky

source: Description
de: Beschreibung
ru: Описание
sk: Popis

source: Designer
fr: Concepteur
sk: Dizajnér

source: Dialog
fr: Boîte de dialogue
sk: Dialóg

source: Disk Count
de: Anzahl Festplatten
fr: Nombre de disques
ru: Количество дисков
sk: Počet diskov

source: Disk Space Allocated
de: Belegter Festplattenplatz
fr: Espace total alloué
ru: Выделенное дисковое пространство
sk: Alokovaný diskový priestor

source: Disk Space Used
de: Verwendeter Festplattenplatz
fr: Espace utilisé
ru: Используемое дисковое пространство
sk: Obsadený diskový priestor

source: Do Not Save
de: Nicht abspeichern
fr: Ne pas enregistrer
sk: Neukladaj

source: Documentation
de: Dokumentation
sk: Dokumentácia

source: Don't Save
de: Nicht abspeichern
fr: Ne pas enregistrer
sk: Neukladať

source: Duplicate
de: Duplizieren
fr: Dupliquer
sk: Duplikát

source: Duplicate Blueprint
de: Vorlage duplizieren
fr: Dupliquer Modèle
sk: Duplikuj blueprint

source: Duplicate Shopping Cart Item
de: Element im Warenkorb duplizieren
fr: Dupliquer un élément du panier
sk: Duplikuj položku v nákupnom košíku

source: Duplicate blueprint feature not available.
de: Duplizieren des Vorlagenelements nicht verfügbar.
fr: La fonction de duplication de modèle n'est pas disponible.
sk: Duplikácia blueprintu nie je dostupná

source: Edit
de: Bearbeiten
fr: Modifier
sk: Editácia

source: Edit Blueprint
de: Vorlage bearbeiten
fr: Modifier Modèle
sk: Editácia blueprintu

source: Edit Blueprint Details
de: Vorlagendetails bearbeiten
fr: Modifier les détails du Modèle
sk: Edituj detaily blueprintu

source: Edit Profile
de: Profil bearbeiten
fr: Modifier le profil
sk: Edituj profil

source: Edit Service
de: Service bearbeiten
fr: Modifier le service
ru: Редактировать сервис
sk: Editácia služby

source: Enter a value
de: Geben sie einen Wert ein
fr: Saisir une valeur
sk: Vlož hodnotu

source: Error
de: Fehler
fr: Erreur
ru: Ошибка
sk: Chyba

source: Error retrieving user info
de: Fehler beim Abfragen der Benutzerinformationen
fr: Erreur de récuperation des informations utilisateur
ru: Ошибка получения информации о пользователе
sk: Chyba pri zisťovaní informácii o užívateľovi

source: Failed to save '%s'.
de: Fehler beim Speichern von '%s'.
fr: L'enregistrement de '%s' a échoué.
sk: Chyba pri ukladaní '%s'.

source: Filter by Catalog
de: Filtern nach Katalog
fr: Filtrer par Catalogue
sk: Filtruj podľa katalógu

source: Filter by Catalog Name
de: Filtern nach Katalogname
fr: Filtrer par Nom de catalogue
ru: Отфильтровать по имени каталога
sk: Filtruj podľa názvu katalógu

source: Filter by Created On
de: Filtern nach Erstellungsdatum
fr: Filtrer par Date de création
ru: Отфильтровать по дате создания
sk: Filter vytvorený

source: Filter by Description
de: Filtern nach Beschreibung
fr: Filtrer par Description
ru: Отфильтровать по описанию
sk: Filtruj podľa popisu

source: Filter by ID
de: Filtern nach ID
fr: Filtrer par ID
ru: Отфильтровать по ID
sk: Filtruj podľa ID

source: Filter by Name
de: Filtern nach Name
fr: Filtrer par Nom
ru: Отфильтровать по имени
sk: Filtruj podľa názvu

source: Filter by Order Date
de: Filtern nach Bestelldatum
fr: Filtrer par Date de commande
sk: Filtruj podľa dátumu objednávky

source: Filter by Owner
de: Filtern nach Eigentümer
fr: Filtrer par Utilisateur
ru: Отфильтровать по владельцу
sk: Filtruj podľa vlastníka

source: Filter by Provider Name
de: Filtern nach Prodivername
fr: Filtrer par Nom de fournisseur
sk: Filtruj podľa mena poskytovateľa

source: Filter by Provider Type
de: Filtern nach Providertyp
fr: Filtrer par Type de fournisseur
sk: Filtruj podľa typu poskytovateľa

source: Filter by Publish State
de: Filtern nach Veröffentlichungsstatus
fr: Filtrer par État de publication
sk: Filtruj podľa dátumu publikovania

source: Filter by Relative Cost
de: Filtern nach relativen Kosten
fr: Filtrer par Coût
sk: Filtruj podľa relatívnych nákladov

source: Filter by Request Date
de: Filtern nach Auftragsdatum
fr: Filtrer par Date de demande
ru: Отфильтровать по дате запроса
sk: Filtruj podľa dátumu požiadavku

source: Filter by Request ID
de: Filtern nach Auftrags-ID
fr: Filtrer par ID de requête
sk: Filtruj podľa ID požiadavky

source: Filter by Requester
de: Filtern nach Auftraggeber
fr: Filtrer par Demandeur
sk: Filtruj podľa zadávateľa

source: Filter by Retirement Date
de: Filtern nach Ablaufdatum
fr: Filtrer par Date de désactivation
ru: Отфильтровать по дате удаления
sk: Filtruj podľa dátumu vyradenia

source: Filter by Status
de: Filtern nach Status
fr: Filtrer par État
ru: Отфильтровать по статусу
sk: Filtruj podľa statusu

source: Filter by VMs
de: Filtern nach VMs
fr: Filtrer par VM
ru: Отфильтровать по ВМ
sk: Filtruj podľa virtuálnych strojov

source: Filter by Visibility
de: Filtern nach Sichtbarkeit
fr: Filtrer par Visibilité
sk: Filtruj podľa viditeľnosti

source: Filter by name
de: Filtern nach Name
fr: Filtrer par Nom
sk: Filtrovať podľa názvu

source: For Sizing
de: Zum Festlegen der Größe
fr: Dimensionnement
ru: Для размеров
sk: Pre veľkosť

source: General
de: Allgemein
fr: Général
sk: Všeobecné

source: Group
de: Gruppe
fr: Groupe
ru: Группа
sk: Skupina

source: Help
de: Hilfe
fr: Aide
ru: Помощь
sk: Pomoc

source: Hide Connectors
de: Konntektoren verstecken
fr: Masquer les connecteurs
sk: Skry konektory

source: Hourly
de: Stündlich
fr: À l'heure
ru: По часам
sk: Po hodinách

source: ID
sk: Identifikátor

source: If you do not save, any changes will be lost.
de: Wenn sie nicht speichern, werden alle Änderungen verloren gehen.
fr: Si vous n'enregistrez pas, toutes les modifications seront perdues.
sk: Bez uloženia budú všetky zmeny stratené.

source: If you do not save, your changes will be lost.
de: Wenn sie nicht speichern, werden ihre Änderungen verloren gehen.
fr: Si vous n'enregistrez pas, vos modifications seront perdues.
sk: Bez uloženia budú vaše zmeny stratené.

source: If you don't save, your changes will be lost.
de: Wenn sie nicht speichern, werden ihre Änderungen verloren gehen.
fr: Si vous n'enregistrez pas, vos modifications seront perdues.
sk: Bez uloženia budú vaše zmeny stratené.

source: Inactivate the service
de: Inaktivieren des Service
fr: Désactiver le service
ru: Выключить сервис
sk: Deaktivuj službu

source: Inactive
de: Inaktiv
fr: Inactif
ru: Неактивно
sk: Neaktívny

source: Incorrect username or password.
de: Benutzername oder Passwort falsch.
fr: Mot de passe ou utilisateur incorrect
ru: Неправильное имя пользователя или пароль
sk: Nesprávne prihlasovacie meno alebo heslo

source: Instance name
de: Instanzname
fr: Nom d'instance
sk: Názov inštancie

source: Item added to shopping cart
de: Element zum Warenkorb hinzugefügt.
fr: Article(s) ajouté(s) dans le panier
sk: Položka pridaná do nákupného košíka

source: Item added to shopping cart, but it's a duplicate of an existing item
de: Element zum Warenkorb hinzugefügt, aber es ist eine Kopie eines existierenden Elements
fr: L'élément a été ajouté au panier, mais c'est un doublon d'un élément existant
sk: Položka bola vložená do košíku, v košíku už ale existuje duplikát.

source: Items
de: Elemente
fr: Éléments
sk: Položky

source: Key Pair
de: Schlüsselpaar
fr: Paire de clés
sk: Kľúče

source: Language
de: Sprache
fr: Langue
sk: Jazyk

source: Last Message
de: Letzte Meldung
fr: Dernier message
ru: Последнее сообщение
sk: Posledná správa

source: Last Modified
de: Letzte Änderung
fr: Dernière modification
sk: Posledná modifikácia

source: Last Scan
de: Letzter Scan
fr: Dernier balayage
ru: Время последнего сканирования
sk: Posledná kontrola

source: Last Updated
de: Letzte Aktualisierung
fr: Dernière mise à jour
ru: Время последнего обновления
sk: Posledná aktualizácia

source: Log In
de: Anmelden
fr: Connexion
ru: Аутентифицироваться
sk: Prihlásiť sa

source: Log into the full administrative UI
de: Anmelden zum vollständigen Administratorzugang
fr: Connexion à l'interface d'administration
ru: Перейти в полный административный интерфейс
sk: Prihlásenie do administratívneho rozhrania

source: Login
de: Anmeldung
fr: Connexion
ru: Аутентифицироваться
sk: Prihlásenie

source: Logout
de: Abmeldung
fr: Déconnexion
ru: Выйти
sk: Odhlásenie

source: ManageIQ Self Service
de: ManageIQ Selbstbedienung
ru: Портал самообслуживания ManageIQ
sk: ManageIQ samoobsluha

source: Mark All Read
de: Alle als gelesen markieren
fr: Tout marquer comme lu
sk: Označ všetko ako prečítané

source: Memory
de: Hauptspeicher
fr: Mémoire
ru: Память
sk: Pamäť

source: Memory on Disk
de: Hauptspeicher auf Festplatte
fr: Mémoire sur disque
ru: Память на диске
sk: Pamäť na disku

source: Monthly
de: Monatlich
fr: Mensuel
ru: По месяцам
sk: Mesačne

source: Monthly Charge
de: Monatliche Kosten
fr: Prix Mensuel
sk: Mesačný poplatok

source: Monthly Charges - This Month To Date
de: Monatliche Kosten - aktueller Monat bis Datum
fr: Prix Mensuel - du mois en cours jusqu'à la date d'aujourd'hui
sk: Mesačné náklady - Tento mesiac k dátumu

source: More
de: Mehr
fr: Plus
ru: Больше
sk: Viac

source: My Requests
de: Meine Aufträge
fr: Mes demandes
ru: Мои запросы
sk: Moje požiadavky

source: My Services
de: Meine Services
fr: Mes services
ru: Мои сервисы
sk: Moje služby

source: Name
fr: Nom
ru: Имя
sk: Meno

source: Never
de: Nie
fr: Jamais
ru: Никогда
sk: Nikdy

source: New
de: Neu
fr: Nouveau
sk: Nový

source: No Provisioning Dialog Available.
de: Kein Provisionierungsdialog verfügbar.
fr: Pas de dialogue de Mise en service disponible
ru: Диалог подготовки недоступен
sk: Privisioning dialóg nie je dostupný

source: No Warning
de: Keine Warnung
fr: Aucun avertissement
ru: Без предупреждения
sk: Žiadne varovania

source: No available connections! Click on the canvas to cancel
de: Keine verfügbaren Verbindungen! Klicken sie auf den Canvas zum Abbrechen
fr: Aucune connexion disponible ! Cliquez sur le canevas pour annuler
sk: Žiadne dostupné pripojenia. Zrušte kliknutím na plátno.

source: Notifications
de: Benachrichtigungen
sk: Notifikácie

source: Number of VMs
de: Anzahl VMs
fr: Nombre de VM
ru: Количество ВМ
sk: Počet virtuálnych strojov

source: Open Cockpit console for this VM
de: Öffne Cockpit-Konsole für diese VM
fr: Ouvrir la console Cockpit pour cette machine virtuelle
sk: Otvor Cockpit konzolu pre tento virtuálny stroj

source: Open a HTML5 console for this VM
de: Konsole (HTML5) für diese VM öffen
fr: Ouvrir une console HTML5 pour cette VM
sk: Otvor HTML5 konzolu pre tento virtuálny stroj

source: Order
de: Bestellung
fr: Commander
sk: Objednať

source: Order Date
de: Bestelldatum
fr: Date de la commande
sk: Dátum objednávky

source: Order Details
de: Bestelldetails
fr: Détails de la commande
sk: Detaily objednávky

source: Order History
de: Bestellhistorie
fr: Historique de la commande
sk: História objednávok

source: Order ID
de: Bestell-ID
fr: ID de la commande
sk: ID objednávky

source: Orders
de: Bestellungen
fr: Commandes
sk: Objednávky

source: Owner
de: Eigentümer
fr: Utilisateur
ru: Владелец
sk: Vlastník

source: Password
de: Passwort
fr: Mot de passe
ru: Пароль
sk: Heslo

source: Pending
de: In Arbeit
fr: En cours
ru: Ожидание
sk: Zostávajúce

source: Pending Requests
de: Aufträge in Arbeit
fr: Demandes en cours
ru: Ожидающие запросы
sk: Zostávajúce požiadavky

source: Permanently delete the service
de: Service permanent löschen
fr: Supprimer définitivement le service
ru: Удалить сервис безвозвратно
sk: Trvalo zmaž túto službu

source: Please enter a Provisioning Entry Point
de: Bitte wählen sie den Eintrittspunkt zum Provisionieren
fr: Saisir un point d'entrée pour la mise en service
sk: Zadajte prosím vstupný bod pre provisioning.

source: Please enter a name for the new Catalog
de: Bitte wählen sie einen neuen Namen für den Katalog
fr: Entrez le nom du nouveau catalogue
sk: Zadajte prosím názov nového katalógu

source: Power State
de: Einschaltstatus
fr: Alimentation
ru: Управление питанием
sk: Stav

source: Power State: Off
de: Einschaltstatus: Aus
fr: Alimentation : éteinte
sk: Vypnuté

source: Power State: On
de: Einschaltstatus: An
fr: Alimentation : allumée
sk: Zapnuté

source: Power State: Start operation timed out
de: Einschaltstatus: Zeitüberschreitung beim Einschalten
fr: Alimentation : l'opération de démarrage a expiré
sk: Vypršal časový limit operácie štart

source: Power State: Starting...
de: Einschaltstatus: Starten...
fr: Alimentation : démarrage en cours...
sk: Štartujúce

source: Power State: Stop operation timed out
de: Einschaltstatus: Zeitüberschreitung beim Ausschalten
fr: Alimentation : l'opération d'arrêt a expiré
sk: Vypršal časový limit operácie stop

source: Power State: Stopping...
de: Einschaltstatus: Ausschalten...
fr: Alimentation : arrêt en cours...
sk: Zastavujúce

source: Power State: Suspend operation timed out
de: Einschaltstatus: Zeitüberschreitung beim Anhalten (Standby)
fr: Alimentation : l'opération d'interruption a expiré
sk: Vypršal časový limit operácie pozastavenie

source: Power State: Suspended
de: Einschaltstatus: Angehalten (Standby)
fr: Alimentation : interrompue
sk: Pozastavené

source: Power State: Suspending...
de: Einschaltstatus: Wird angehalten (Standby)...
fr: Alimentation : interruption en cours...
sk: Pozastavované

source: Power State: Unknown
de: Einschaltstatus: Unbekannt
fr: Alimentation : inconnue
sk: Neznámy stav

source: Pricing
de: Preisgestaltung
fr: Prix
ru: Стоимость
sk: Ceny

source: Product
de: Produkt
fr: Produit
ru: Продукт
sk: Produkt

source: Product Status
de: Produktstatus
fr: État du produit
ru: Статус продукта
sk: Stav produktu

source: Product Tags
de: Produkttags
fr: Étiquettes du produit
ru: Теги продукта
sk: Produktové štítky

source: Product Type
de: Produkttyp
fr: Type de produit
ru: Тип продукта
sk: Typ produktu

source: Product logo
de: Produktlogo
fr: Logo du produit
sk: Logo produktu

source: Products Details
de: Produktdetails
fr: Information sur le produit
ru: Детали продукта
sk: Detaily produktu

source: Profile %s was created.
de: Profil %s wurde angelegt.
fr: Le profil %s a été créé.
sk: Profil %s bol vytvorený.

source: Profile %s was successfully updated.
de: Profil %s wurde erfolgreich aktualisiert.
fr: Le profil %s a été mis à jour.
sk: Profil %s bol úspešne aktualizovaný.

source: Profile Details
de: Profildetails
fr: Détails du profil
sk: Detaily profilu

source: Profile(s) were succesfully deleted.
de: Profil(e) wurde(n) erfolgreich gelöscht.
fr: Les profils ont été supprimés.
sk: Profily boli úspešne zmazané.

source: Profiles
de: Profile
fr: Profils
sk: Profily

source: Provider
fr: Fournisseur
sk: Poskytovateľ

source: Provider Name
fr: Nom du fournisseur
sk: Meno poskytovateľa

source: Provider Type
de: Providertyp
fr: Type de fournisseur
sk: Typ poskytovateľa

source: Provision Order
de: Auftrag provisionieren
fr: Commande pour la mise en service
sk: Poradie provisioningu

source: Provisioning Answers
de: Provisionierungsantworten
fr: Réponses pour la mise en service
ru: Ответы для подготовки
sk: Provisioning odpovede
