Repository: AlexxNica/manageiq-ui-service
Catalog: client/gettext/po/*/manageiq-ui-self_service.po
Languages: de, fr, ru, sk

source: Provisioning Entry Point
de: Eingangspunkt für Provisionierung
fr: Point d'entrée pour la mise en service
sk: Vstupný bod pre provisioning

source: Publish
de: Veröffentlichung
fr: Publier
sk: Publikuj

source: Publish Blueprint
de: Vorlage veröffentlichen
fr: Publier Modèle
sk: Publikuj blueprint

source: Publish State
de: Status veröffentlichen
fr: État de la publication
sk: Stav publikovania

source: Published
de: Veröffentlicht
fr: Publié
sk: Publikované

source: Rearrange Items to set Action Order
fr: Réorganiser les éléments selon l'ordre des actions défini
sk: Preskup položky pre nastavenie poradia akcií

source: Rearrange Items to set Provision Order
fr: Réorganiser les éléments selon l'ordre de mise en service défini
sk: Preskup položky pre nastavanie poradia provisioningu

source: Reconfigure
de: Umkonfigurieren
fr: Reconfiguration
ru: Переконфигурировать
sk: Rekonfigurácia

source: Reconfigure Entry Point
fr: Point d'entrée de reconfiguration
sk: Rekonfigurácia vstupného bodu

source: Reconfigure this service has been cancelled
de: Umkonfiguration des Service wurde abgebrochen
fr: La reconfiguration du service a été annulée
ru: Переконфигурирование сервиса отменено
sk: Rekonfigurácia služby bola zrušená

source: Refresh
de: Erneuern
fr: Rafraîchir
ru: Обновить
sk: Aktualizácia

source: Relative Cost
fr: Coût relatif
sk: Relatívne náklady

source: Remove
de: Entfernen
fr: Supprimer
sk: Odstránenie

source: Remove Item
fr: Enlever l'élément
sk: Odstráň položku

source: Remove Service
de: Service entfernen
fr: Supprimer le service
ru: Удалить сервис
sk: Odstrániť službu

source: Request Approval State
de: Freigabestatus des Auftrags
fr: État de l'approbation
ru: Статус одобрения запроса
sk: Stav schválenia požiadavku

source: Request Date
de: Auftragsdatum
fr: Date de la requête
ru: Дата запроса
sk: Dátum požiadavku

source: Request Details
fr: Détails de la requête
sk: Detaily požiadavky

source: Request ID
de: Auftrags-ID
fr: ID de la requête
ru: ID запроса
sk: ID požiadavku

source: Request State
de: Auftragsstatus
fr: État de la requête
ru: Статус запроса
sk: Stav požiadavku

source: Request Status
de: Auftragsstatus
fr: Statut de la requête
ru: Статус запроса
sk: Stav požiadavku

source: Request Type
de: Auftragstyp
fr: Type de requête
ru: Тип запроса
sk: Typ požiadavku

source: Requested
de: Beauftrag
fr: Demandée
ru: Запрошено
sk: Vyžiadaný

source: Requested By
de: Beauftragt durch
fr: Demandée par
ru: Запрошено
sk: Vyžiadal

source: Requester
fr: Demandeur
sk: Zadávateľ

source: Requests
fr: Requêtes
sk: Požiadavky

source: Retire
de: Außerbetriebnahme
fr: Désactiver
ru: Удалить
sk: Vyraď

source: Retire Now
de: Jetzt außer Betrieb nehmen
fr: Désactiver maintenant
ru: Удалить немедленно
sk: Vyradiť teraz

source: Retire Service Now
de: Service jetzt außer Betrieb nehmen
fr: Désactiver le service maintenant
ru: Удалить сервис немедленно
sk: Vyradiť službu hneď

source: Retired
de: Außer Betrieb
fr: Désactivé
ru: Удалено
sk: Vyradený

source: Retired Services
de: Services außer Betrieb
fr: Services désactivés
ru: Удаленные сервисы
sk: Vyradené služby

source: Retirement
de: Außerbetriebnahme
fr: Désactivation
sk: Vyradenie

source: Retirement Date
de: Datum der Außerbetriebnahme
fr: Date de désactivation
ru: Дата удаления
sk: Dátum vyradenia

source: Retirement Entry Point
de: Eintrittspunkt für Außerbetriebnahme
fr: Point d'entrée de désactivation
sk: Vstupný bod pre vyradenie

source: Retirement Warning
de: Warnung bis zur Außerbetriebnahme
fr: Avertissement de désactivation
ru: Предупреждение об удалении
sk: Varovanie o vyradení

source: Retires
de: Geht außer Betrieb
fr: Désactive
sk: K vyradeniu

source: Retiring Soon
de: Läuft in Kürze ab
fr: Décommissionnement imminent
ru: Скоро будет удален
sk: K vyradeniu v blízkej dobe

source: Rule(s) were succesfully deleted.
de: Regel(n) wurde(n) erfolgreich gelöscht.
fr: Les règles ont été supprimées.
sk: Pravidlá boli úspešne zmazané

source: Rules
de: Regeln
fr: Règles
sk: Pravidlá

source: Same as Provision Order
de: Gleiche wie Provisionierungsreihenfolge
fr: Comme la commande de mise en service
sk: Podľa poradia provisioningu

source: Save
de: Speichern
fr: Enregistrer
ru: Сохранить
sk: Uložiť

source: Save Blueprint
de: Vorlage speichern
fr: Enregistrer Modèle
sk: Ulož blueprint

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
sk: Ulož zmeny

source: Save Changes to {{vm.blueprint.name}}
de: Änderungen speichern nach {{vm.blueprint.name}}
fr: Enregistrer les modifications de {{vm.blueprint.name}}
sk: Ulož zmeny v {{vm.blueprint.name}}

source: Schedule Retirement
de: Außerbetriebnahme planen
fr: Planifier la désactivation
ru: Запланировать удаление
sk: Naplánovať vyradenie

source: Schedule Service Retirement
de: Außerbetriebnahme des Service planen
fr: Planifier la désactivation du service
ru: Запланировать удаление сервиса
sk: Naplánuj vyradenie služby

source: Scheduling retirement for
de: Planen der Außerbetriebnahme für
fr: Planifier la désactivation pour
ru: Запланировать удаление на
sk: Plánovanie vyradenia pre

source: Security Group
fr: Groupe de sécurité
sk: Bezpečnostná skupina

source: Select Dialog
de: Auswahl eines Dialogs
fr: Sélectionner une boîte de dialogue
sk: Zvoľ dialóg

source: Select a Catalog
de: Auswahl eines Katalogs
fr: Sélectionner un catalogue
sk: Zvoľte katalóg

source: Select a Dialog
de: Auswahl eines Dialogs
fr: Sélectionner une boîte de dialogue
sk: Zvoľte dialóg

source: Select a Group
de: Gruppe auswählen
fr: Sélectionner un groupe
ru: Выбрать группу
sk: Vyber skupinu

source: Select a cloud network
de: Auswahl eines Cloudnetzwerkes
fr: Sélectionner un réseau cloud
sk: Zvoľ cloudovú sieť

source: Select a cloud subnet
de: Auswahl eines Cloud-Subnetz
fr: Sélectionner un sous-réseau cloud
sk: Zvoľ cloudovú podsieť

source: Select a field
de: Auswahl eines Feldes
fr: Sélectionner un champ
sk: Zvoľ položku

source: Select a flavor
de: Auswahl eines Flavors
fr: Sélectionner un gabarit
sk: Zvoľ flavor

source: Select a key pair
de: Auswahl eines Schlüsselpaares
fr: Sélectionner une paire de clés
sk: Zvoľ kľúče

source: Select a profile
de: Auswahl eines Profils
fr: Sélectionner un profil
sk: Zvoľ profil

source: Select a provider
de: Auswahl eines Providers
fr: Sélectionner un fournisseur
sk: Zvoľ poskytovateľa

source: Select a provider type
de: Auswahl eines Providertyps
fr: Sélectionner un type de fournisseur
sk: Zvoľ typ poskytovateľa

source: Select a second item to complete the connection or click on the canvas to cancel
fr: Sélectionner un second élément pour compléter la connexion ou cliquez sur le canevas pour annuler
sk: Vyberte druhú položku pre dokončenie spojenia, alebo kliknite na plátno pre ukončenie

source: Select a security group
fr: Sélectionner un groupe de sécurité
sk: Zvoľ bezpečnostnú skupinu

source: Select an Owner
de: Eigentümer auswählen
fr: Sélectionner un utilisateur
ru: Выбрать владельца
sk: Vyber vlastníka

source: Select an availability zone
fr: Sélectionner une zone de disponibilité
sk: Zvoľ zónu dostupnosti

source: Select an operator
fr: Sélectionner un opérateur
sk: Zvoľ operátora

source: Select {{vm.entryPointTypeTitle}} Entry Point
fr: Sélectionner un point d'entrée de {{vm.entryPointTypeTitle}}
sk: Zvoľ vstupný bod pre {{vm.entryPointTypeTitle}}

source: Self Service
de: Selbstbedienung
ru: Самообслуживание
sk: Samoobsluha

source: Server Name:
fr: Nom du serveur :
sk: Meno servru:

source: Service
sk: Služba

source: Service Catalog
de: Servicekatalog
fr: Catalogue de services
ru: Каталог сервисов
sk: Katalóg služieb

source: Service Custom Button Details
de: Details der Serviceschaltfläche
fr: Information sur le bouton personnalisé du service
ru: Детали
sk: Detaily užívateľskeho tlačítka pre službu

source: Service Details
fr: Informations sur le service
ru: Детали сервиса
sk: Detaily služby

source: Service Id
fr: ID du service
ru: Идентификатор сервиса
sk: ID služby

source: Service List
de: Serviceliste
fr: Liste des services
ru: Список сервисов
sk: Zoznam služieb

source: Service Template Details
de: Details der Servicevorlage
fr: Informations sur le modèle
ru: Детали шаблона сервиса
sk: Detaily šablóny pre službu

source: Set Ownership
de: Eigentümer setzen
fr: Définir un utilisateur
ru: Установить принадлежность
sk: Nastav vlastníctvo

source: Set Service Ownership
de: Eigentümer des Service setzen
fr: Définir l'utilisateur du service
ru: Установить принадлежность сервиса
sk: Nastav vlastníctvo služby

source: Setup
de: Einstellungen
fr: Configuration
ru: Параметры
sk: Nastavenie

source: Shopping Cart
de: Warenkorb
fr: Panier
sk: Nákupný košík

source: Shopping cart
de: Warenkorb
fr: Panier
sk: Nákupný košík

source: Shopping cart is empty.
de: Warenkorb ist leer.
fr: Le panier est vide
sk: Nákupný košík je prázdny

source: Shopping cart successfully ordered
de: Warenkorb erfolgreich bestellt
fr: Panier commandé
sk: Obsah nákupného košíku bol objednaný

source: Show Blueprint Names
fr: Afficher les noms de Modèles
sk: Ukáž mená blueprintov

source: Size
de: Größe
fr: Taille
ru: Размер
sk: Veľkosť

source: Soon
de: In Kürze
fr: Bientôt
ru: Скоро
sk: Čoskoro

source: Start
fr: Démarrage
sk: Štart

source: Start this service
fr: Démarrage du service
sk: Naštartuj túto službu

source: Started:
fr: Lancé :
sk: Začiatok:

source: Stop
fr: Arrêt
sk: Zastav

source: Stop this service
fr: Arrêter ce service
sk: Zastav túto službu

source: Submit Request
de: Auftrag absenden
fr: Soumettre une requête
ru: Отправить запрос
sk: Odoslať požiadavku

source: Suspend
fr: Interrompu
sk: Pozastaviť

source: Suspend this service
fr: Interrompre ce service
sk: Pozastaviť túto službu

source: Switch Language:
de: Sprache wechseln:
fr: Changer de langue :
sk: Zmena jazyka:

source: Tags
fr: Balises
sk: Značky

source: The Publish Blueprint feature is not yet implemented.
fr: La fonction Publier un modèle n'est pas encore implémentée.
sk: Publikácia blueprintu nie je implementovaná.

source: The current approval status of the request
de: Derzeitiger Freigabestatus des Auftrags
fr: État actuel de l'approbation de la requête
ru: Текущий статус одобрения запроса
sk: Aktuálny stav schválenia požiadavku

source: The last heartbeat received from the instances
de: Die letzte Reaktion, die von den Instanzen empfangen wurde (Heartbeat)
fr: Le dernier signal de vie reçu des instances
ru: Последнее сообщение, полученное от экземпляров
sk: Posledná aktivita od inštancií

source: The number of active services
de: Anzahl aktiver Services
fr: Nombre de services actifs
ru: Количество активных сервисов
sk: Počet aktívnych služieb

source: The number of instances running this service
de: Anzahl laufender Instanzen dieses Service
fr: Le nombre d'instances en exécution dans ce service
ru: Количество экземпляров сервиса
sk: Počet inštancií s danou službou

source: The number of services retiring within the next 30 days
de: Anzahl von Services, die in den nächsten 30 Tagen ablaufen
fr: Le nombre de services qui seront décommissionnés dans les 30 prochains jours
ru: Количество сервисов, подлежащих удалению в течение 30 дней
sk: Počet inštancií k vyradeniu behom 30 dní

source: The number of services which have hit their retirement period or been retired
de: Anzahl der Services, die ihr Ablaufdatum erreicht haben oder außer Betrieb sind
fr: Le nombre de services qui sont désactivés ou ayant atteint leur date limite
ru: Количество сервисов, которые достигли времени удаления или были удалены
sk: Počet služieb, ktoré dosiahli periódu pre vyradenie alebo boli vyradené

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
de: Die Seite, nach der sie suchen, wurde möglicherweise entfernt, der Name wurde geändert oder sie ist zeitweilig nicht erreichbar.
fr: La page que vous recherchez a peut-être été supprimée, ou renommée, ou est temporairement indisponible.
ru: Страница была удалена, перемещена или временно недоступна
sk: Stránka, ktorú hľadáte bola buď odstránená, premenovaná, alebo je dočasne nedostupná.

source: The page you requested cannot be found.
de: Die angefragte Seite kann nicht gefunden werden.
fr: La page que vous recherchez est introuvable.
ru: Запрашиваемая страница не найдена
sk: Stránka, ktorú hľadáte nebola nájdená.

source: The total number of available arbitration profiles
fr: Le nombre total de profils d'arbitrage disponibles
sk: Celkový počet dostupných arbitration profilov

source: The total number of available arbitration rules
fr: Le nombre total de règles d'arbitrage disponibles
sk: Celkový počet dostupných arbitration pravidiel

source: The total number of available blueprints
de: Gesamtzahl verfügbarer Vorlagen
fr: Le nombre tolal de modèles disponibles
ru: Общее количество доступных отпечатков
sk: Celkový počet dostupných náčrtov

source: The total number of available catalog items
de: Gesamtzahl verfügbarer Katalogelement
fr: Le nombre d'articles dans le catalogue
ru: Общее количество доступных предметов в каталоге
sk: Celkový počet katalógových položiek

source: The total number of orders that you have submitted
fr: Le nombre total de commandes que vous avez soumises
sk: Celkový počet odoslaných objednávok

source: The total number of requests that you have submitted
de: Gesamtzahl von Aufträge, die sie abgeschickt haben
fr: Le nombre de demandes que vous avez soumises
ru: Общее количество отправленных запросов
sk: Celkový počet odoslaných žiadostí

source: The total number of services that you have ordered, both active and retired
de: Gesamtzahl der aktiven und abgelaufenen Services, die sie bestellt haben
fr: Le nombre de services que vous avez demandés, tant actifs que désactivés
ru: Общее количество заказанных сервисов, активных и удаленных
sk: Celkový počet objednaných služieb, aktívnych aj vyradených.

source: There already is an identical item in the cart. Do you want to add it anyway?
fr: Il y a déjà un élément identique dans le panier. Voulez-vous l'ajouter malgré tout ?
sk: V košíku sa už nachádza identická položka. Chcete ju napriek tomu vložiť do košíku?

source: There are no tags for this item.
fr: Il n'y a pas de balises pour cet élément.
sk: Pre danú položku neexistujú žiadne značky.

source: There was a problem loading the page.
de: Beim Laden der Seite ist ein Fehler aufgetreten.
fr: Un problème est survenu lors du chargement de la page.
ru: Проблема загрузки страницы
sk: Nastal problém pri načítaní stránky.

source: There was an error adding to shopping cart:
de: Es ist ein Fehler beim Hinzufügen zum Warenkorb aufgetreten:
fr: Un problème est survenu lors de l'ajout d'article au panier:
sk: Pri pridávaní do nákupného košíka sa vyskytla chyba

source: There was an error creating profile %s.
fr: Une erreur s'est produite lors de la création du profil %s.
sk: Chyba pri vytváraní profilu %s.

source: There was an error creating this rule.
fr: Une erreur s'est produite lors de la création de cette règle.
sk: Chyba pri vytváraní pravidla.

source: There was an error deleting the blueprint(s).
fr: Une erreur s'est produite lors de la suppression des modèles.
sk: Pri mazaní blueprintov nastala chyba.

source: There was an error deleting the profile(s).
fr: Une erreur s'est produite lors de la suppression des profils.
sk: Pri mazaní profilov nastala chyba.

source: There was an error deleting the rule(s).
fr: Une erreur s'est produite lors de la suppression des règles.
sk: Pri mazaní pravidiel nastala chyba.

source: There was an error editing this service.
de: Es ist ein Fehler beim Bearbeiten des Service aufgetreten.
fr: Un problème est survenu lors de la modification du service.
ru: Ошибка редактирования сервиса
sk: Pri editácii služby nastala chyba.

source: There was an error opening the console
de: Es ist ein Fehler beim Öffnen der Console aufgetreten
fr: Un problème est survenu en ouvrant la console
sk: Pri otváraní konzole nastala chyba

source: There was an error opening the console:
de: Es ist ein Fehler beim Öffnen der Console aufgetreten:
fr: Un problème est survenu en ouvrant la console :
sk: Pri otváraní konzole nastala chyba:

source: There was an error removing this service.
de: Es ist ein Fehler beim Entfernen des Service aufgetreten.
fr: Un problème est survenu lors de la suppression de ce service.
ru: Ошибка удаления сервиса
sk: Pri odstraňovaní služby nastala chyba.

source: There was an error retiring this service.
de: Es ist ein Fehler bei der Außerbetriebnahme des Service aufgetreten.
fr: Un problème est survenu lors du décommissionnement de ce service.
ru: Ошибка удаления сервиса
sk: Pri vyraďovaní služby nastala chyba.

source: There was an error saving ownership of this service.
de: Es ist ein Fehler beim Speichern des Eigentümers aufgetreten.
fr: Il y a une erreur lors de la définition de l'utilisateur de ce service
ru: Ошибка сохранения принадлежности сервиса
sk: Pri nastavovaní vlastníctva služby nastala chyba

source: There was an error saving this Blueprint's Details.
fr: Une erreur s'est produite lors de l'enregistrement des détails de ce modèle.
sk: Pri ukladaní blueprint detailov nastala chyba.

source: There was an error starting this service.
fr: Il y a eu une erreur lors du démarrage du service.
sk: Pri štartovaní služby sa vyskytla chyba

source: There was an error stopping this service.
fr: Il y a eu une erreur lors de l'arrêt du service.
sk: Pri zastavovaní služby sa vyskytla chyba

source: There was an error submitting this request:
de: Es ist ein Fehler beim Absenden des Auftrags aufgetreten:
fr: Un problème est survenu lors de la soumission de cette requête :
ru: Ошибка отправления запроса
sk: Pri odosielaní požiadavku nastala chyba:

source: There was an error suspending this service.
fr: Il y a eu une erreur lors de l'interruption du service.
sk: Pri pozastavovaná služby sa vyskytla chyba

source: There was an error updating profile %s.
fr: Une erreur s'est produite lors de la mise à jour du profil %s.
sk: Pri aktualizácii profilu nastala chyba %s.

source: There was an error updating the rules.
fr: Une erreur s'est produite lors de la mise à jour des règles.
sk: Pri aktualizácii pravidiel nastala chyba.

source: This service has no associated VMs
de: Mit diesem Service sind keine VMs verbunden
fr: Le service n'est associé à aucune VM
ru: Нет ассоциированных с сервисом виртуальных машин
sk: Táto služba nemá priradené žiadne virtuálne stroje.

source: Total Requests
de: Gesamtzahl Aufträge
fr: Nombre de requêtes
ru: Общее количество запросов
sk: Celkový počet žiadostí

source: Total Services
de: Gesamtzahl Services
fr: Nombre de services
ru: Общее количество сервисов
sk: Celkový počet služieb

source: Unassigned
fr: Non affecté
sk: Nepriradené

source: Unsupported console protocol returned
de: Nicht unterstütztes Konsolenprotokoll empfangen
fr: Protocole de console non pris en charge
sk: Nepodporovaný protokol konzoly

source: Unsupported console protocol returned:
de: Nicht unterstütztes Konsolenprotokoll empfangen:
fr: Protocole de console non pris en charge :
sk: Nepodporovaný protokol konzoly:

source: Untitled Blueprint
fr: Modèle sans titre
sk: Nepomenovaný blueprint

source: User Default
de: Benutzerstandard
fr: Défaut utilisateur
sk: Užívateľské nastavenia

source: User Name:
fr: Nom d'utilisateur
sk: Užívateľské meno:

source: User Role:
fr: Rôle de l'utilisateur :
sk: Užívateľská rola:

source: User does not have privileges to login.
de: Benutzer hat kein Recht zum Anmelden.
fr: L'utilisateur n'est pas autorisé a se connecter
ru: У пользователя не хватает полномочий для аутентификации
sk: Užívateľ nemá oprávnenia na prihlásenie

source: Username
de: Benutzername
fr: Nom d'utilisateur
ru: Имя пользователя
sk: Užívateľské meno

source: VMs
fr: VM
ru: ВМ
sk: Virtuálne stroje

source: Vendor
de: Anbieter
fr: Fournisseur
ru: Вендор
sk: Dodávateľ

source: Version:
sk: Verzia:

source: View
fr: Afficher
sk: Náhľad

source: View Profile
fr: Afficher le profil
sk: Náhľad profilu

source: View Profile: %s
fr: Afficher le profil : %s
sk: Náhľad profilu: %s

source: Virtual Machines ({{ ::vm.vms.length }})
de: Virtuelle Maschinen ({{ ::vm.vms.length }})
fr: Machines Virtuelles ({{ ::vm.vms.length }})
sk: Virtuálne stroje ({{ ::vm.vms.length }})

source: Visibility
fr: Visibilité
sk: Viditeľnosť

source: Waiting for the console to become ready
de: Warte darauf, dass die Konsole verfügbar wird
fr: En attente de la console
sk: Čaká sa na konzolu

source: Waiting for the console to become ready:
de: Warte darauf, dass die Konsole verfügbar wird:
fr: En attente de la console:
sk: Čaká sa na konzolu:

source: We apologize for the inconvenience.
de: Wir bitten, die Unannehmlichkeit zu entschuldigen.
fr: Veuillez nous excuser pour la gêne occasionnée.
ru: Приносим извинения за предоставленные неудобства
sk: Ospravedlňujeme sa za nepríjemnosti.

source: Yes, Remove Service
de: Ja, Service löschen
fr: Oui, supprimer le service
ru: Подтверждаю удаление сервиса
sk: Áno, odstrániť službu

source: Yes, Retire Service Now
de: Ja, Service außer Betrieb nehmen
fr: Oui, désactiver le service maintenant
ru: Да, удалить сервис немедленно
sk: Áno, vyraď službu hneď

source: Your session has timed out.
de: Ihre Sitzung ist abgelaufen.
fr: Votre session a expiré.
ru: Время сессии истекло
sk: Platnosť vášho prihlásenia vypršala.

source: [[number]] VMs
fr: [[number]] VM
sk: [[number]] virtuálnych strojov

source: locale_name
de: Deutsch
fr: Français
sk: Slovensky

source: ordered
de: bestellt
fr: commandé
sk: objednaný

source: unread notifications
fr: notifications non lues
sk: neprečítané notifikácie

source: was edited.
de: wurde bearbeitet.
fr: a été modifié(e).
ru: был отредактирован
sk: bol zmenený.

source: was removed.
de: wurde entfernt.
fr: a été supprimée.
ru: был удален
sk: bol odstránený.

source: was retired.
de: wurde außer Betrieb genommen.
fr: a été désactivée.
ru: был удален.
sk: bol vyradený.

source: {{ $count }} item
de: {{ $count }} Element
fr: {{ $count }} Article
sk: {{ $count }} položka

source: Browse
de: Blättern
fr: Parcourir

source: Browser Default
de: Browser-Voreinstellung
fr: Navigateur par défaut

source: Draft
de: Entwurf
fr: Brouillon

source: Flavor
fr: Gabarit

source: IF
de: WENN
fr: SI

source: Provisioning
de: Provisionierung
fr: Mise en service

source: USE
fr: UTILISER

source: Back to My Requests
ru: Назад к моим запросам

source: Back to My Services
ru: Назад к моим сервисам

source: Back to Service
ru: Назад к сервису

source: Back to Service Catalog
ru: Назад к каталогу сервисов

source: Reconfigure Service:
ru: Переконфигурировать сервис

source: Request List
ru: Список запросов

source: Request:
ru: Запрос:

source: Requests Details
ru: Детали запросов

source: Service:
ru: Сервис:

source: Toggle navigation
ru: Переключить навигацию

source: Virtual Machines ({{ ::vm.service.vms.length }})
ru: Виртуальные машины ({{ ::vm.service.vms.length }})
